-- MySQL dump 10.13  Distrib 5.7.9, for Win64 (x86_64)
--
-- Host: share.hoonnn.org    Database: JSPProjects
-- ------------------------------------------------------
-- Server version	5.5.5-10.1.12-MariaDB

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `ADVICE_RE`
--

DROP TABLE IF EXISTS `ADVICE_RE`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ADVICE_RE` (
  `advice_re_no` int(11) NOT NULL,
  `advice_no` int(11) NOT NULL,
  `member_no` int(11) NOT NULL,
  `advice_content` varchar(6000) DEFAULT NULL,
  `advice_re_date` datetime NOT NULL,
  PRIMARY KEY (`advice_re_no`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ADVICE_RE`
--

LOCK TABLES `ADVICE_RE` WRITE;
/*!40000 ALTER TABLE `ADVICE_RE` DISABLE KEYS */;
INSERT INTO `ADVICE_RE` VALUES (1,1,1000,'내용','2016-04-05 16:29:32'),(2,14,1000,'상담 내용을 입력하세요.','2016-04-05 16:49:41'),(3,15,1000,'상담 내용을 입력하세요.','2016-04-05 17:02:14'),(4,15,1000,'답글임','2016-04-05 17:02:22'),(5,14,1000,'답글입니다','2016-04-05 17:02:43'),(6,16,1019,'상담신청1상담신청1상담신청1상담신청1상담신청1상담신청1상담신청1상담신청1상담신청1상담신청1상담신청1상담신청1상담신청1상담신청1상담신청1상담신청1상담신청1상담신청1상담신청1상담신청1상담신청1상담신청1상담신청1상담신청1상담신청1상담신청1상담신청1상담신청1상담신청1상담신청1상담신청1상담신청1상담신청1상담신청1상담신청1상담신청1상담신청1상담신청1','2016-04-05 17:04:53'),(7,17,1019,'상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2','2016-04-05 17:05:06'),(8,18,1019,'상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2상담신청2','2016-04-05 17:05:13'),(9,19,1019,'상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4상담신청4','2016-04-05 17:05:21'),(11,21,1000,'글만들기 힘들다1글만들기 힘들다1','2016-04-05 17:11:04'),(12,22,1000,'글만들기 힘들다2글만들기 힘들다2','2016-04-05 17:11:15'),(13,23,1000,'글만들기 힘들다3글만들기 힘들다3','2016-04-05 17:11:45'),(14,24,1000,'글만들기 힘들다4글만들기 힘들다4','2016-04-05 17:11:52'),(15,25,1000,'글만들기 힘들다5글만들기 힘들다5','2016-04-05 17:12:00'),(16,26,1000,'글만들기 힘들다6글만들기 힘들다6','2016-04-05 17:12:56'),(17,27,1000,'글만들기 힘들다7글만들기 힘들다7','2016-04-05 17:13:05'),(18,2,1000,'응?','2016-04-05 17:13:30'),(19,3,1000,'응?','2016-04-05 17:13:47'),(20,4,1000,'응?','2016-04-05 17:13:54'),(21,5,1000,'응?','2016-04-05 17:14:01'),(22,6,1000,'응?','2016-04-05 17:14:06'),(23,7,1000,'응?','2016-04-05 17:14:13'),(24,12,1000,'응?','2016-04-05 17:14:32'),(25,13,1000,'응?','2016-04-05 17:14:49'),(26,11,1000,'응?','2016-04-05 17:15:03'),(27,10,1000,'응?','2016-04-05 17:15:09'),(28,9,1000,'응?','2016-04-05 17:15:17'),(29,8,1000,'응?','2016-04-05 17:15:24'),(30,28,1017,'잘되나요','2016-04-05 17:21:10'),(31,3,1017,'댓글을 써보자','2016-04-05 17:21:37'),(32,3,1017,'댓글을 또 써보자','2016-04-05 17:21:46'),(33,28,1019,'ㅋㅋㅋㅋㅋ','2016-04-05 17:37:31'),(34,27,1000,'하이','2016-04-05 17:44:31'),(35,27,1000,'둘','2016-04-05 17:44:37'),(36,29,1019,'','2016-04-05 18:02:11'),(37,29,1019,'ㅋ.ㅋ','2016-04-05 18:02:20');
/*!40000 ALTER TABLE `ADVICE_RE` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2016-04-05 18:10:39
